Repository: adhyaay-karnwal/OpenBridge
Catalog: macos/OpenBridge/ResourcesBundles/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

source: /month
de: /Monat
es: /mes
fr: /mois
ja: /月
ko: /월
zh_hans: /月
zh_hant: /月

source: %@ remaining
de: %@ verbleibend
es: %@ restante
fr: %@ restant
ja: 残り %@
ko: %@ 남음
zh_hans: 还剩 %@
zh_hant: 還剩 %@

source: %@ total
de: %@ insgesamt
es: %@ en total
fr: %@ au total
ja: %@ 合計
ko: %@ 총계
zh_hans: %@ 总计
zh_hant: %@ 總計

source: %lld friend(s) joined with your code
de: %lld Freund(e) mit Ihrem Code beigetreten
es: %lld amigo(s) se unieron con tu código
fr: %lld ami(s) ont rejoint avec votre code
ja: %lld人の友達があなたのコードで参加しました
ko: %lld명의 친구가 코드로 가입했습니다
zh_hans: %lld 位好友使用您的代码加入
zh_hant: %lld 位好友透過你的邀請碼加入

source: %lld items
de: %lld Elemente
es: %lld elementos
fr: %lld éléments
ja: %lld 件
ko: %lld개 항목
zh_hans: %lld 项
zh_hant: %lld 項

source: %lld minutes
de: %lld Minuten
es: %lld minutos
ja: %lld 分
ko: %lld분
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# %lld of %lld lines
source: %1$lld of %2$lld lines
de: %1$lld von %2$lld Zeilen
es: %1$lld de %2$lld líneas
fr: %1$lld sur %2$lld lignes
ja: %lld / %lld 行
ko: %2$lld줄 중 %1$lld줄
zh_hans: %lld / %lld 行
zh_hant: %lld / %lld 行

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ja: 7日間
ko: 7일
zh_hans: 7天
zh_hant: 7 天

source: 7d
de: 7T
fr: 7j
ja: 7日
ko: 7일
zh_hans: 7天
zh_hant: 7天

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
ja: 30日間
ko: 30일
zh_hans: 30天
zh_hant: 30 天

source: 30d
de: 30T
fr: 30j
ja: 30日
ko: 30일
zh_hans: 30天
zh_hant: 30天

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
ja: 90日間
ko: 90일
zh_hans: 90天
zh_hant: 90 天

source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
ja: 承諾
ko: 수락
zh_hans: 接受
zh_hant: 接受

source: Access
de: Zugriff
es: Acceso
fr: Accès
ja: アクセス
ko: 접근
zh_hans: 权限
zh_hant: 權限

source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

source: Action Recommendations
de: Aktionsempfehlungen
es: Recomendaciones de acción
fr: Recommandations d'action
ja: アクションの推奨
ko: 작업 추천
zh_hans: 动作建议
zh_hant: 動作建議

source: Add applications
de: Anwendungen hinzufügen
es: Agregar aplicaciones
fr: Ajouter des applications
ja: アプリケーションを追加
ko: 애플리케이션 추가
zh_hans: 添加应用程序
zh_hant: 新增應用程式

source: Add custom skill
de: Benutzerdefinierte Fähigkeit hinzufügen
es: Agregar habilidad personalizada
fr: Ajouter une compétence personnalisée
ja: カスタムスキルを追加
ko: 커스텀 스킬 추가
zh_hans: 新增自定义 Skill
zh_hant: 新增自訂 Skill

source: Add folder
de: Ordner hinzufügen
es: Agregar carpeta
fr: Ajouter un dossier
ja: フォルダを追加
ko: 폴더 추가
zh_hans: 新增文件夹
zh_hant: 新增資料夾

source: Add resource
de: Ressource hinzufügen
es: Agregar recurso
fr: Ajouter une ressource
ja: リソースを追加
ko: 리소스 추가
zh_hans: 添加资源
zh_hant: 新增資源

source: Add skill to OpenBridge
de: Fähigkeit zu OpenBridge hinzufügen
es: Agregar habilidad a OpenBridge
fr: Ajouter une compétence à OpenBridge
ja: OpenBridgeにスキルを追加
ko: OpenBridge에 스킬 추가
zh_hans: 添加 Skill 到 OpenBridge
zh_hant: 新增 Skill 到 OpenBridge

source: Add-on
de: Zusatzpaket
es: Complemento
fr: Extension
ja: アドオン
ko: 추가 기능
zh_hans: 附加组件
zh_hant: 附加元件

source: Additional languages you frequently use. These will also be considered during OCR and AI operations.
de: Zusätzliche Sprachen, die Sie häufig verwenden. Diese werden auch bei OCR- und KI-Operationen berücksichtigt.
es: Idiomas adicionales que usas frecuentemente. También se considerarán durante las operaciones de OCR e IA.
fr: Langues supplémentaires que vous utilisez fréquemment. Elles seront également prises en compte lors des opérations OCR et IA.
ja: よく使用する追加言語。OCRおよびAI操作時にも考慮されます。
ko: 자주 사용하는 추가 언어. OCR 및 AI 작업 시에도 고려됩니다.
zh_hans: 您经常使用的其他语言。这些语言也将在OCR和AI操作中考虑。
zh_hant: 您經常使用的其他語言。這些語言也將在OCR和AI操作中考慮。

source: Agent Settings
de: Agenteneinstellungen
es: Configuración del agente
fr: Paramètres de l'agent
ja: エージェント設定
ko: 에이전트 설정
zh_hans: Agent 设置
zh_hant: Agent 設定

source: Agent Task Complete
de: Agentenaufgabe abgeschlossen
es: Tarea del agente completada
fr: Tâche de l'agent terminée
ja: エージェントタスク完了
ko: 에이전트 작업 완료
zh_hans: Agent 任务完成
zh_hant: Agent 任務完成

source: Agent Task Created
de: Agentenaufgabe erstellt
es: Tarea del agente creada
fr: Tâche de l'agent créée
ja: エージェントタスク作成済み
ko: 에이전트 작업 생성됨
zh_hans: Agent 任务已建立
zh_hant: Agent 任務已建立

source: AI
de: KI
es: IA
fr: IA

# AI API key is not configured for %@ (%@)
source: AI API key is not configured for %1$@ (%2$@)
de: AI API-Schlüssel ist nicht konfiguriert für %1$@ (%2$@)
es: La clave API de IA no está configurada para %1$@ (%2$@)
fr: La clé API d'IA n'est pas configurée pour %1$@ (%2$@)
ja: AI APIキーが%1$@ (%2$@)で設定されていません
ko: AI API 키가 %1$@ (%2$@)에 설정되지 않았습니다
zh_hans: AI API 密钥尚未为 %1$@ (%2$@) 配置
zh_hant: AI API 金鑰尚未為 %1$@ (%2$@) 配置

source: Alerts
de: Warnungen
es: Alertas
fr: Alertes
ja: アラート
ko: 알림
zh_hans: 提示
zh_hant: 提示

source: All app data has been reset. Please restart the app to apply the changes.
de: Alle App-Daten wurden zurückgesetzt. Bitte starten Sie die App neu, um die Änderungen anzuwenden.
es: Se han restablecido todos los datos de la aplicación. Reinicia la aplicación para aplicar los cambios.
fr: Toutes les données de l'application ont été réinitialisées. Veuillez redémarrer l'application pour appliquer les modifications.
ja: すべてのアプリデータがリセットされました。変更を適用するにはアプリを再起動してください。
ko: 모든 앱 데이터가 초기화되었습니다. 변경 사항을 적용하려면 앱을 다시 시작하세요.
zh_hans: 所有应用数据已重置。请重启应用以应用更改。
zh_hant: 所有應用程式數據已重置。請重新啟動應用程式以套用更改。

source: All Categories
de: Alle Kategorien
es: Todas las categorías
fr: Toutes les catégories
ja: すべてのカテゴリ
ko: 모든 카테고리
zh_hans: 所有类别
zh_hant: 所有類別

source: All core features unlocked
de: Alle Kernfunktionen freigeschaltet
es: Todas las funciones principales desbloqueadas
fr: Toutes les fonctionnalités principales débloquées
ja: すべてのコア機能がアンロック済み
ko: 모든 핵심 기능 잠금 해제됨
zh_hans: 所有核心功能已解锁
zh_hant: 所有核心功能已解鎖

source: All Levels
de: Alle Stufen
es: Todos los niveles
fr: Tous les niveaux
ja: すべてのレベル
ko: 모든 수준
zh_hans: 所有级别
zh_hant: 所有級別

source: All System Skills
de: Alle Systemfähigkeiten
es: Todas las habilidades del sistema
fr: Toutes les compétences système
ja: すべてのシステムスキル
ko: 모든 시스템 스킬
zh_hans: 所有系统 Skill
zh_hant: 所有系統 Skill

source: Allow diagnostic data collection
de: Erfassung von Diagnosedaten erlauben
es: Permitir recopilación de datos de diagnóstico
fr: Autoriser la collecte de données de diagnostic
ja: 診断データの収集を許可
ko: 진단 데이터 수집 허용
zh_hans: 允许收集诊断数据
zh_hant: 允許收集診斷數據

source: API Key
de: API-Schlüssel
es: Clave API
fr: Clé API
ja: APIキー
ko: API 키
zh_hans: API 密钥
zh_hant: API 金鑰

source: API Key configured
de: API-Schlüssel konfiguriert
es: Clave API configurada
fr: Clé API configurée
ja: APIキー設定済み
ko: API 키 설정됨
zh_hans: API 密钥已配置
zh_hant: API 金鑰已配置

source: API key*
de: API-Schlüssel*
es: Clave API*
fr: Clé API*
ja: APIキー*
ko: API 키*
zh_hans: API 密钥*
zh_hant: API 金鑰*

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ja: 外観
ko: 모양
zh_hans: 外观
zh_hant: 外觀

source: Application not found
de: Anwendung nicht gefunden
es: Aplicación no encontrada
fr: Application non trouvée
ja: アプリケーションが見つかりません
ko: 애플리케이션을 찾을 수 없음
zh_hans: 应用未找到
zh_hant: 應用程式未找到

source: Are you sure you want to delete '%@'? This action cannot be undone.
de: Sind Sie sicher, dass Sie '%@' löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar '%@'? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer '%@' ? Cette action est irréversible.
ja: '%@'を削除してもよろしいですか？この操作は取り消せません。
ko: '%@'을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
zh_hans: 您确定要删除“%@”吗？此操作无法撤销。
zh_hant: 您確定要刪除「%@」嗎？此操作無法撤銷。

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Sind Sie sicher, dass Sie "%@" löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar "%@"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer "%@" ? Cette action est irréversible.
ja: "%@"を削除してもよろしいですか？この操作は取り消せません。
ko: "%@"을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
zh_hans: 您确定要删除“%@”吗？此操作无法撤销。
zh_hant: 您確定要刪除「%@」嗎？此操作無法撤銷。

source: Are you sure you want to delete %lld skills? This action cannot be undone.
de: Sind Sie sicher, dass Sie %lld Fähigkeiten löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Está seguro de que desea eliminar %lld habilidades? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer %lld compétences ? Cette action est irréversible.
ja: %lld個のスキルを削除してもよろしいですか？この操作は取り消せません。
ko: %lld개의 스킬을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
zh_hans: 您确定要删除 %lld 个 Skill 吗？此操作无法撤销。
zh_hant: 您確定要刪除 %lld 個 Skill 嗎？此操作無法撤銷。

source: Are you sure you want to reset all shortcuts to default?
de: Sind Sie sicher, dass Sie alle Kurzbefehle auf Standard zurücksetzen möchten?
es: ¿Está seguro de que desea restablecer todos los atajos a los valores predeterminados?
fr: Êtes-vous sûr de vouloir réinitialiser tous les raccourcis par défaut ?
ja: すべてのショートカットをデフォルトにリセットしてもよろしいですか？
ko: 모든 단축키를 기본값으로 초기화하시겠습니까?
zh_hans: 您确定要将所有快捷方式重置为默认值吗？
zh_hant: 您確定要將所有捷徑重設為預設值嗎？

source: Ask anything
de: Fragen Sie alles
es: Pregunta lo que sea
fr: Demandez n'importe quoi
ja: 何でも聞いてください
ko: 무엇이든 물어보세요
zh_hans: 随便问
zh_hant: 隨便問

source: Auto check for updates
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fr: Vérifier automatiquement les mises à jour
ja: 自動的にアップデートを確認
ko: 자동 업데이트 확인
zh_hans: 自动检查更新
zh_hant: 自動檢查更新

source: Automatically detect language
de: Sprache automatisch erkennen
es: Detectar idioma automáticamente
fr: Détecter automatiquement la langue
ja: 言語を自動検出
ko: 언어 자동 감지
zh_hans: 自动检测语言
zh_hant: 自動檢測語言

source: Avatar image is too large. Please choose a smaller image (max %lldKB).
de: Avatarbild ist zu groß. Bitte wählen Sie ein kleineres Bild (max. %lld KB).
es: La imagen del avatar es demasiado grande. Elige una imagen más pequeña (máx. %lld KB).
fr: L'image d'avatar est trop grande. Veuillez choisir une image plus petite (max %lldKB).
ja: アバター画像が大きすぎます。より小さい画像を選択してください（最大%lld KB）。
ko: 아바타 이미지가 너무 큽니다. 더 작은 이미지를 선택하세요(최대 %lldKB).
zh_hans: 头像图片过大。请选择较小的图片（最大 %lldKB）。
zh_hant: 頭像圖片過大。請選擇較小的圖片（最大 %lldKB）。

source: Awaiting verification
de: Warten auf Bestätigung
es: Esperando verificación
fr: En attente de vérification
ja: 確認待ち
ko: 확인 대기 중
zh_hans: 等待验证
zh_hant: 等待驗證

source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
ko: 뒤로
zh_hans: 返回
zh_hant: 返回

source: Background Tasks
de: Hintergrundaufgaben
es: Tareas en segundo plano
fr: Tâches en arrière-plan
ja: バックグラウンドタスク
ko: 백그라운드 작업
zh_hans: 后台任务
zh_hant: 背景工作

source: Base URL
de: Basis-URL
es: URL base
fr: URL de base
ja: ベースURL
ko: 기본 URL
zh_hans: 基础 URL
zh_hant: 基礎 URL

source: Base URL (Optional)
de: Basis-URL (Optional)
es: URL base (Opcional)
fr: URL de base (Facultatif)
ja: ベースURL（オプション）
ko: 기본 URL (선택 사항)
zh_hans: 基础 URL（可选）
zh_hant: 基礎 URL（可選）

source: Blue
de: Blau
es: Azul
fr: Bleu
ja: 青
ko: 파란색
zh_hans: 蓝色
zh_hant: 藍色

source: Blue Lock
de: Blau gesperrt
es: Bloqueo azul
fr: Verrou bleu
ja: ブルーロック
ko: 블루 락
zh_hans: 蓝锁
zh_hant: 藍鎖

source: Bring Your Own Key
de: Eigenen Schlüssel verwenden
es: Trae tu propia clave
fr: Utilisez votre propre clé
ja: 独自のキーを使用
ko: 자체 키 사용
zh_hans: 自带密钥
zh_hant: 自帶密鑰

source: Built-in capabilities. Ready to use out of the box.
de: Integrierte Funktionen. Sofort einsatzbereit.
es: Capacidades integradas. Listo para usar de inmediato.
fr: Capacités intégrées. Prêt à l'emploi.
ja: 組み込み機能。すぐに使用可能。
ko: 기본 제공 기능. 바로 사용 가능.
zh_hans: 内置功能。开箱即用。
zh_hant: 內建功能，開箱即用。

source: Cache Settings
de: Cache-Einstellungen
es: Configuración de caché
fr: Paramètres du cache
ja: キャッシュ設定
ko: 캐시 설정
zh_hans: 缓存设置
zh_hant: 快取設定

source: Cache size: %lld items
de: Cache-Größe: %lld Elemente
es: Tamaño de caché: %lld elementos
fr: Taille du cache : %lld éléments
ja: キャッシュサイズ: %lld 件
ko: 캐시 크기: %lld개 항목
zh_hans: 缓存大小：%lld 项
zh_hant: 快取大小：%lld 項目

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier
ja: カレンダー
ko: 캘린더
zh_hans: 日历
zh_hant: 日曆

source: Calendar access denied.
de: Kalenderzugriff verweigert.
es: Acceso al calendario denegado.
fr: Accès au calendrier refusé.
ja: カレンダーへのアクセスが拒否されました。
ko: 캘린더 접근이 거부되었습니다.
zh_hans: 日历访问被拒。
zh_hant: 日曆存取被拒。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cancel sign-in
de: Anmeldung abbrechen
es: Cancelar inicio de sesión
fr: Annuler la connexion
ja: サインインをキャンセル
ko: 로그인 취소
zh_hans: 取消登录
zh_hant: 取消登入

source: Change Icon
de: Symbol ändern
es: Cambiar icono
fr: Changer l'icône
ja: アイコンを変更
ko: 아이콘 변경
zh_hans: 更改图标
zh_hant: 變更圖示

source: Change Show dock icon, need to restart the app.
de: Änderung der Dock-Symbol-Anzeige erfordert Neustart der App.
es: Cambiar mostrar icono en el Dock, necesita reiniciar la aplicación.
fr: Modifier l'affichage de l'icône du Dock, nécessite un redémarrage de l'application.
ja: Dockアイコン表示の変更にはアプリの再起動が必要です。
ko: Dock 아이콘 표시 변경, 앱 재시작 필요.
zh_hans: 更改显示Dock图标，需要重新启动应用程序。
zh_hant: 更改顯示Dock圖示，需要重新啟動應用程式。

source: Characters
de: Zeichen
es: Caracteres
fr: Caractères
ja: 文字
ko: 문자
zh_hans: 字符
zh_hant: 字元

source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Vérifier les mises à jour
ja: アップデートを確認
ko: 업데이트 확인
zh_hans: 检查更新
zh_hant: 檢查更新

source: Check for Updates…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fr: Vérifier les mises à jour…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…
zh_hant: 檢查更新…

source: Choose photo
de: Foto auswählen
es: Elegir foto
fr: Choisir une photo
ja: 写真を選択
ko: 사진 선택
zh_hans: 选择照片
zh_hant: 選擇照片

source: Clear
de: Löschen
es: Borrar
fr: Effacer
ja: クリア
ko: 지우기
zh_hans: 清除
zh_hant: 清除

source: Clear all logs?
de: Alle Protokolle löschen?
es: ¿Borrar todos los registros?
fr: Effacer tous les journaux ?
ja: すべてのログを消去しますか？
ko: 모든 로그를 지우시겠습니까?
zh_hans: 清除所有日志？
zh_hant: 清除所有日誌？

source: Clear Cache
de: Cache leeren
es: Limpiar caché
fr: Vider le cache
ja: キャッシュをクリア
ko: 캐시 지우기
zh_hans: 清除缓存
zh_hant: 清除快取

source: Clear Logs
de: Protokolle löschen
es: Borrar registros
fr: Effacer les journaux
ja: ログを消去
ko: 로그 지우기
zh_hans: 清除日志
zh_hant: 清除日誌

source: Clear output directory
de: Ausgabeverzeichnis leeren
es: Vaciar directorio de salida
fr: Vider le répertoire de sortie
ja: 出力ディレクトリをクリア
ko: 출력 디렉토리 비우기
zh_hans: 清除输出目录
zh_hant: 清除輸出目錄

source: Close Window
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
ja: ウィンドウを閉じる
ko: 창 닫기
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Color
de: Farbe
fr: Couleur
ja: 色
ko: 색상
zh_hans: 颜色
zh_hant: 顏色

source: Common Languages
de: Gängige Sprachen
es: Idiomas comunes
fr: Langues courantes
ja: 一般的な言語
ko: 일반 언어
zh_hans: 常用语言
zh_hant: 常用語言

source: Complete real tasks with powerful AI skills
de: Erledigen Sie echte Aufgaben mit leistungsstarken KI-Fähigkeiten
es: Complete tareas reales con poderosas habilidades de IA
fr: Accomplissez de vraies tâches avec de puissantes compétences IA
ja: 強力なAIスキルで実際のタスクを完了
ko: 강력한 AI 스킬로 실제 작업 완료
zh_hans: 使用强大的AI Skill完成真实任务
zh_hant: 使用強大的AI Skill完成真實任務

source: Complete sign-in in your browser for
de: Schließen Sie die Anmeldung in Ihrem Browser ab für
es: Complete el inicio de sesión en su navegador para
fr: Terminez la connexion dans votre navigateur pour
ja: ブラウザでサインインを完了してください：
ko: 브라우저에서 로그인을 완료하세요:
zh_hans: 在浏览器中完成登录
zh_hant: 在瀏覽器中完成登入

source: Complete sign-in in your browser for %@.
de: Schließen Sie die Anmeldung in Ihrem Browser ab für %@.
es: Complete el inicio de sesión en su navegador para %@.
fr: Terminez la connexion dans votre navigateur pour %@.
ja: %@のブラウザでサインインを完了してください。
ko: %@에 대해 브라우저에서 로그인을 완료하세요.
zh_hans: 在浏览器中完成 %@ 的登录。
zh_hant: 在瀏覽器中完成 %@ 的登入。

source: Configuration
de: Konfiguration
es: Configuración
ja: 設定
ko: 구성
zh_hans: 配置设置
zh_hant: 配置設定

source: Configure global keyboard shortcuts for quick access
de: Konfigurieren Sie globale Tastenkürzel für schnellen Zugriff
es: Configure atajos de teclado globales para acceso rápido
fr: Configurez les raccourcis clavier globaux pour un accès rapide
ja: クイックアクセス用のグローバルキーボードショートカットを設定します
ko: 빠른 접근을 위한 전역 키보드 단축키를 구성합니다
zh_hans: 配置全局键盘快捷键以便快速访问
zh_hant: 配置全域鍵盤快捷鍵以便快速存取

source: Configure sound effects for different app events
de: Konfigurieren Sie Soundeffekte für verschiedene App-Ereignisse
es: Configure efectos de sonido para diferentes eventos de la aplicación
fr: Configurez les effets sonores pour différents événements de l'application
ja: さまざまなアプリイベント用のサウンドエフェクトを設定します
ko: 다양한 앱 이벤트에 대한 사운드 효과를 구성합니다
zh_hans: 为不同的应用事件配置音效
zh_hant: 為不同的應用事件配置音效

source: Configure the app's fundamental features and behavior
de: Konfigurieren Sie die grundlegenden Funktionen und das Verhalten der App
es: Configure las funciones fundamentales y el comportamiento de la aplicación
fr: Configurez les fonctionnalités fondamentales et le comportement de l'application
ja: アプリの基本機能と動作を設定します
ko: 앱의 기본 기능 및 동작을 구성합니다
zh_hans: 配置应用的基本功能和行为
zh_hant: 配置應用程式的基本功能和行為

source: Configure your %@ API credentials
de: Konfigurieren Sie Ihre %@ API-Anmeldedaten
es: Configure sus credenciales de API de %@
fr: Configurez vos identifiants API %@
ja: %@ API認証情報を設定します
ko: %@ API 자격 증명을 구성합니다
zh_hans: 配置您的 %@ API 凭证
zh_hant: 配置您的 %@ API 憑證

source: Configure your own API keys to use AI models directly. When enabled, requests will use your API key instead of the default service.
de: Konfigurieren Sie Ihre eigenen API-Schlüssel, um KI-Modelle direkt zu verwenden. Bei Aktivierung werden Anfragen Ihren API-Schlüssel anstelle des Standarddienstes verwenden.
es: Configura tus propias claves API para usar modelos de IA directamente. Cuando está habilitado, las solicitudes usarán tu clave API en lugar del servicio predeterminado.
fr: Configurez vos propres clés API pour utiliser les modèles IA directement. Lorsque activé, les requêtes utiliseront votre clé API au lieu du service par défaut.
ja: 独自のAPIキーを設定してAIモデルを直接使用します。有効にすると、リクエストはデフォルトサービスの代わりにAPIキーを使用します。
ko: 자체 API 키를 구성하여 AI 모델을 직접 사용합니다. 활성화하면 기본 서비스 대신 API 키를 사용합니다.
zh_hans: 配置您自己的 API 密钥以直接使用 AI 模型。启用后，请求将使用您的 API 密钥而不是默认服务。
zh_hant: 配置您自己的 API 金鑰以直接使用 AI 模型。啟用後，請求將使用您的 API 金鑰而不是預設服務。

source: Configured
de: Konfiguriert
es: Configurado
fr: Configuré
ja: 設定済み
ko: 구성됨
zh_hans: 已配置
zh_hant: 已配置

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
ja: 接続済み
ko: 연결됨
zh_hans: 已连接
zh_hant: 已連線

source: Connection failed
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Échec de la connexion
ja: 接続に失敗しました
ko: 연결 실패
zh_hans: 连接失败
zh_hant: 連線失敗

source: Connection failed.
de: Verbindung fehlgeschlagen.
es: Conexión fallida.
fr: Échec de la connexion.
ja: 接続に失敗しました。
ko: 연결에 실패했습니다.
zh_hans: 连接失败。
zh_hant: 連線失敗。

source: Connection successful
de: Verbindung erfolgreich
es: Conexión exitosa
fr: Connexion réussie
ja: 接続に成功しました
ko: 연결 성공
zh_hans: 连接成功
zh_hant: 連線成功

source: Connection successful.
de: Verbindung erfolgreich.
es: Conexión exitosa.
fr: Connexion réussie.
ja: 接続に成功しました。
ko: 연결에 성공했습니다.
zh_hans: 连接成功。
zh_hant: 連線成功。

source: Connections
de: Verbindungen
es: Conexiones
fr: Connexions
ja: 接続
ko: 연결
zh_hans: 连接
zh_hant: 連線

source: Content
de: Inhalt
es: Contenido
fr: Contenu
ja: コンテンツ
ko: 내용
zh_hans: 内容
zh_hant: 內容

source: Content truncated due to excessive length.
de: Inhalt wegen übermäßiger Länge gekürzt.
es: Contenido truncado debido a longitud excesiva.
fr: Contenu tronqué en raison d'une longueur excessive.
ja: 長すぎるため内容が切り詰められました。
ko: 길이가 너무 길어 내용이 잘렸습니다.
zh_hans: 内容因过长而被截断。
zh_hant: 內容因過長而被截斷。

source: Continue sign-in
de: Anmeldung fortsetzen
es: Continuar inicio de sesión
fr: Continuer la connexion
ja: サインインを続行
ko: 로그인 계속
zh_hans: 继续登录
zh_hant: 繼續登入

source: Copied
de: Kopiert
es: Copiado
fr: Copié
ja: コピー済み
ko: 복사됨
zh_hans: 已复制
zh_hant: 已複製

source: Copied!
de: Kopiert!
es: ¡Copiado!
fr: Copié !
ja: コピーしました！
ko: 복사됨!
zh_hans: 已复制！
zh_hant: 已複製！

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ja: コピー
ko: 복사
zh_hans: 复制
zh_hant: 複製

source: Copy All
de: Alle kopieren
es: Copiar todo
fr: Tout copier
ja: すべてコピー
ko: 모두 복사
zh_hans: 全部拷贝
zh_hant: 全部拷貝

source: Copy Code
de: Code kopieren
es: Copiar código
fr: Copier le code
ja: コードをコピー
ko: 코드 복사
zh_hans: 复制代码
zh_hant: 複製代碼

source: Copy to clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Copy to Clipboard
de: In Zwischenablage kopieren
es: Copiar al portapapeles
fr: Copier dans le presse-papiers
ja: クリップボードにコピー
ko: 클립보드에 복사
zh_hans: 复制到剪贴板
zh_hant: 複製到剪貼簿

source: Copy URL
de: URL kopieren
es: Copiar URL
fr: Copier l'URL
ja: URLをコピー
ko: URL 복사
zh_hans: 复制网址
zh_hant: 複製網址

source: Created
de: Erstellt
es: Creado
fr: Créé
ja: 作成済み
ko: 생성됨
zh_hans: 已创建
zh_hant: 已建立

source: Current plan
de: Aktueller Plan
es: Plan actual
fr: Forfait actuel
ja: 現在のプラン
ko: 현재 플랜
zh_hans: 当前计划
zh_hant: 當前計劃

source: Current Plan
de: Aktueller Plan
es: Plan actual
fr: Forfait actuel
ja: 現在のプラン
ko: 현재 플랜
zh_hans: 当前计划
zh_hant: 當前計劃

source: Current: %@
de: Aktuell: %@
es: Actual: %@
fr: Actuel : %@
ja: 現在: %@
ko: 현재: %@
zh_hans: 当前：%@
zh_hant: 當前：%@

source: Custom Skills
de: Benutzerdefinierte Fähigkeiten
es: Habilidades personalizadas
fr: Compétences personnalisées
ja: カスタムスキル
ko: 커스텀 스킬
zh_hans: 自定义 Skill
zh_hant: 自訂 Skill

source: Customize the look and feel of OpenBridge
de: Passen Sie das Erscheinungsbild von OpenBridge an
es: Personaliza la apariencia de OpenBridge
fr: Personnalisez l'apparence de OpenBridge
ja: OpenBridgeの外観をカスタマイズ
ko: OpenBridge의 모양과 느낌을 사용자 지정
zh_hans: 自定义 OpenBridge 的外观和风格
zh_hant: 自訂 OpenBridge 的外觀和風格

source: Cut
de: Ausschneiden
es: Cortar
fr: Couper
ja: 切り取り
ko: 잘라내기
zh_hans: 剪切
zh_hant: 剪下

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: Date
de: Datum
es: Fecha
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
zh_hans: 默认
zh_hant: 預設

source: Default Output Directory
de: Standard-Ausgabeverzeichnis
es: Directorio de salida predeterminado
fr: Répertoire de sortie par défaut
ja: デフォルト出力ディレクトリ
ko: 기본 출력 디렉토리
zh_hans: 默认输出目录
zh_hant: 預設輸出目錄

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete account
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
ja: アカウントを削除
ko: 계정 삭제
zh_hans: 删除账户
zh_hant: 刪除帳戶

source: Delete account?
de: Konto löschen?
es: ¿Eliminar cuenta?
fr: Supprimer le compte ?
ja: アカウントを削除しますか？
ko: 계정을 삭제하시겠습니까?
zh_hans: 删除账户？
zh_hant: 刪除帳戶？

source: Delete Conversation
de: Konversation löschen
es: Eliminar conversación
fr: Supprimer la conversation
ja: 会話を削除
ko: 대화 삭제
zh_hans: 删除对话
zh_hant: 刪除對話

source: Delete Skill
de: Fähigkeit löschen
es: Eliminar habilidad
fr: Supprimer la compétence
ja: スキルを削除
ko: 스킬 삭제
zh_hans: 删除 Skill
zh_hant: 刪除 Skill

source: Denied
de: Verweigert
es: Denegado
fr: Refusé
ja: 拒否
ko: 거부됨
zh_hans: 拒绝
zh_hant: 拒絕

source: Describe what you would like this skill to do...
de: Beschreiben Sie, was diese Fähigkeit tun soll...
es: Describa lo que le gustaría que hiciera esta habilidad...
fr: Décrivez ce que vous aimeriez que cette compétence fasse...
ja: このスキルに何をさせたいか説明してください...
ko: 이 스킬이 수행할 작업을 설명하세요...
zh_hans: 请描述您希望此 Skill 执行的操作...
zh_hant: 請描述您希望此 Skill 執行的操作...

source: Description
de: Beschreibung
es: Descripción
ja: 説明
ko: 설명
zh_hans: 描述
zh_hant: 描述

source: Dimensions
de: Dimensionen
es: Dimensiones
ja: 寸法
ko: 크기
zh_hans: 尺寸
zh_hant: 尺寸

source: Directory
de: Verzeichnis
es: Directorio
fr: Répertoire
ja: ディレクトリ
ko: 디렉토리
zh_hans: 目录
zh_hant: 目錄

source: Disable
de: Deaktivieren
es: Deshabilitar
fr: Désactiver
ja: 無効化
ko: 비활성화
zh_hans: 禁用
zh_hant: 停用

source: Disabled
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
ja: 無効
ko: 비활성화됨
zh_hans: 已禁用
zh_hant: 已停用

source: Discard
de: Verwerfen
es: Descartar
fr: Ignorer
ja: 破棄
ko: 삭제
zh_hans: 放弃
zh_hant: 捨棄
